Repository: bestK1ngArthur/nothing-bar
Catalog: NothingBar/Localizable.xcstrings
Source language: en
Languages: ca_es, es_es

source: About
ca_es: Quant a
es_es: Acerca de

source: Active
ca_es: Activa
es_es: Activa

source: Adaptive
ca_es: Adaptatiu
es_es: Adaptativo

source: Advanced
ca_es: Avançat
es_es: Avanzado

source: App language
ca_es: Idioma de l'app
es_es: Idioma de la app

source: Automatic updates
ca_es: Actualitzacions automàtiques
es_es: Actualizaciones automáticas

source: Automatically download and install app updates in the background
ca_es: Descarrega i instal·la les actualitzacions de l'app automàticament en segon pla
es_es: Descarga e instala las actualizaciones de la app automáticamente en segundo plano

source: Automatically play audio when headphones are in and pause when removed
ca_es: Reprodueix l'àudio automàticament en posar-te els auriculars i el pausa en treure-te'ls
es_es: Reproduce el audio automáticamente al ponerte los auriculares y lo pausa al quitártelos

source: Automatically start app when you log in to your Mac
ca_es: Inicia l'app automàticament en iniciar la sessió al Mac
es_es: Inicia la app automáticamente al iniciar sesión en tu Mac

source: Balanced
ca_es: Equilibrat
es_es: Equilibrado

source: Bass
ca_es: Greus
es_es: Graves

source: Bass %@
ca_es: Greus %@
es_es: Graves %@

source: Bass Enhancement
ca_es: Millora de greus
es_es: Mejora de graves

source: Battery
ca_es: Bateria
es_es: Batería

source: Battery level
ca_es: Nivell de bateria
es_es: Nivel de batería

source: Black
ca_es: Negre
es_es: Negro

source: Blue
ca_es: Blau
es_es: Azul

source: Bluetooth Access Required
ca_es: Cal accés al Bluetooth
es_es: Se requiere acceso a Bluetooth

source: Bluetooth address
ca_es: Adreça Bluetooth
es_es: Dirección Bluetooth

source: Build
ca_es: Compilació
es_es: Compilación

source: Cancel
ca_es: Cancel·la
es_es: Cancelar

source: Change
ca_es: Canvia
es_es: Cambiar

source: Change model and color
ca_es: Canvia el model i el color
es_es: Cambiar modelo y color

source: Change the saved model selection for this device
ca_es: Canvia el model desat per a aquest dispositiu
es_es: Cambia el modelo guardado para este dispositivo

source: Check Now
ca_es: Comprova-ho ara
es_es: Comprobar ahora

source: Check for updates
ca_es: Comprova si hi ha actualitzacions
es_es: Buscar actualizaciones

source: Choose the exact model and color for this device.
ca_es: Tria el model i el color exactes d'aquest dispositiu.
es_es: Elige el modelo y el color exactos de este dispositivo.

source: Choose the language used by the app interface
ca_es: Tria l'idioma de la interfície de l'app
es_es: Elige el idioma de la interfaz de la app

source: Choose where and how notifications are shown
ca_es: Tria on i com es mostren les notificacions
es_es: Elige dónde y cómo se muestran las notificaciones

source: Classic
ca_es: Clàssic
es_es: Clásico

source: Clear
ca_es: Esborra
es_es: Borrar

source: Close
ca_es: Tanca
es_es: Cerrar

source: Compact style similar to native system accessories alerts.
ca_es: Estil compacte similar a les alertes natives d'accessoris del sistema.
es_es: Estilo compacto similar a las alertas nativas de accesorios del sistema.

source: Connect your Nothing headphones using Bluetooth settings on your Mac
ca_es: Connecta els auriculars Nothing des de la configuració de Bluetooth del Mac
es_es: Conecta tus auriculares Nothing desde los ajustes de Bluetooth de tu Mac

source: Connected
ca_es: Connectat
es_es: Conectado

source: Connection status
ca_es: Estat de la connexió
es_es: Estado de conexión

source: Control your headphones from macOS bar
ca_es: Controla els auriculars des de la barra de macOS
es_es: Controla tus auriculares desde la barra de macOS

source: Copy All
ca_es: Copia-ho tot
es_es: Copiar todo

source: Copy Log
ca_es: Copia el registre
es_es: Copiar registro

source: Coral
ca_es: Corall

source: Current version: %@
ca_es: Versió actual: %@
es_es: Versión actual: %@

source: Custom
ca_es: Personalitzat
es_es: Personalizado

source: Dark Grey
ca_es: Gris fosc
es_es: Gris oscuro

source: Detected as %@. This choice is saved for this device.
ca_es: Detectat com a %@. Aquesta selecció es desa per a aquest dispositiu.
es_es: Detectado como %@. Esta selección se guarda para este dispositivo.

source: Developer
ca_es: Desenvolupador
es_es: Desarrollador

source: Device
ca_es: Dispositiu
es_es: Dispositivo

source: Device Logs
ca_es: Registres del dispositiu
es_es: Registros del dispositivo

source: Device Setup
ca_es: Configuració del dispositiu
es_es: Configuración del dispositivo

source: Disconnected
ca_es: Desconnectat
es_es: Desconectado

source: Done
ca_es: Fet
es_es: Hecho

source: Edit
ca_es: Edita
es_es: Editar

source: Equalizer
ca_es: Equalitzador
es_es: Ecualizador

source: Find my headphones
ca_es: Troba els auriculars
es_es: Encontrar mis auriculares

source: Firmware version
ca_es: Versió del microprogramari
es_es: Versión de firmware

source: Fixed
ca_es: Fix
es_es: Fijo

source: Grey
ca_es: Gris
es_es: Gris

source: Head-tracking
ca_es: Seguiment del cap
es_es: Seguimiento de cabeza

source: Headphones
ca_es: Auriculars
es_es: Auriculares

source: Hide app icon from menu bar when no headphones are connected
ca_es: Amaga la icona de l'app de la barra de menús quan no hi hagi auriculars connectats
es_es: Oculta el icono de la app de la barra de menús cuando no haya auriculares conectados

source: Hide bar item when disconnected
ca_es: Amaga la icona de la barra en desconnectar
es_es: Ocultar el icono de la barra al desconectar

source: High
ca_es: Alt
es_es: Alto

source: Information
ca_es: Informació
es_es: Información

source: Larger, more detailed notification appearance.
ca_es: Notificació més gran i detallada.
es_es: Notificación más grande y detallada.

source: Later
ca_es: Més tard
es_es: Más tarde

source: Launch at login
ca_es: Obre en iniciar la sessió
es_es: Abrir al iniciar sesión

source: Level %lld
ca_es: Nivell %lld
es_es: Nivel %lld

source: Light Green
ca_es: Verd clar
es_es: Verde claro

source: Light Grey
ca_es: Gris clar
es_es: Gris claro

source: Low
ca_es: Baix
es_es: Bajo

source: Low lag mode
ca_es: Mode de baixa latència
es_es: Modo de baja latencia

source: Mid
ca_es: Mitjos
es_es: Medios

source: Mid %@
ca_es: Mitjos %@
es_es: Medios %@

source: Minimise latency for an improved gaming experience
ca_es: Minimitza la latència per millorar l'experiència de joc
es_es: Minimiza la latencia para mejorar la experiencia de juego

source: Model and color
ca_es: Model i color
es_es: Modelo y color

source: More Bass
ca_es: Més greus
es_es: Más graves

source: More Treble
ca_es: Més aguts
es_es: Más agudos

source: N/A
ca_es: N/D
es_es: N/D

source: New Nothing headphones connected
ca_es: S'han connectat uns auriculars Nothing nous
es_es: Se han conectado unos auriculares Nothing nuevos

source: No Headphones Found
ca_es: No s'han trobat auriculars
es_es: No se han encontrado auriculares

source: Noise Cancellation
ca_es: Cancel·lació de soroll
es_es: Cancelación de ruido

source: Not selected
ca_es: No seleccionat
es_es: No seleccionado

source: Nothing Headphones
ca_es: Auriculars Nothing
es_es: Auriculares Nothing

source: NothingBar needs to restart to apply the new language.
ca_es: NothingBar s'ha de reiniciar per aplicar el nou idioma.
es_es: NothingBar necesita reiniciarse para aplicar el nuevo idioma.

source: Notification style
ca_es: Estil de notificació
es_es: Estilo de notificación

source: Notifications
ca_es: Notificacions
es_es: Notificaciones

source: Off
ca_es: Desactivat
es_es: Desactivado

source: Open Bluetooth Settings
ca_es: Obre la configuració de Bluetooth
es_es: Abrir Ajustes de Bluetooth

source: Open Privacy Settings
ca_es: Obre Privadesa i seguretat
es_es: Abrir Privacidad y seguridad

source: Open Settings
ca_es: Obre la configuració
es_es: Abrir Ajustes

source: Open live logs from the library
ca_es: Obre els registres en directe de la biblioteca
es_es: Abre los registros en directo de la biblioteca

source: Orange
ca_es: Taronja
es_es: Naranja

source: Over-ear detection
ca_es: Detecció automàtica d'ús
es_es: Detección automática de uso

source: Pink
ca_es: Rosa
es_es: Rosa

source: Play
ca_es: Reprodueix
es_es: Reproducir

source: Play Left
ca_es: Reprodueix l'esquerre
es_es: Reproducir el izquierdo

source: Play Right
ca_es: Reprodueix el dret
es_es: Reproducir el derecho

source: Please grant Bluetooth permissions in System Settings > Privacy & Security. If bluetooth is off, turn it on.
ca_es: Concedeix els permisos de Bluetooth a Configuració del Sistema > Privadesa i seguretat. Si el Bluetooth està desactivat, activa'l.
es_es: Concede permisos de Bluetooth en Ajustes del Sistema > Privacidad y seguridad. Si el Bluetooth está desactivado, actívalo.

source: Quit App
ca_es: Surt de l'app
es_es: Salir de la app

source: Restart Now
ca_es: Reinicia ara
es_es: Reiniciar ahora

source: Restart required
ca_es: Cal reiniciar
es_es: Reinicio necesario

source: Save
ca_es: Desa
es_es: Guardar

source: Selected
ca_es: Seleccionat
es_es: Seleccionado

source: Selected:
ca_es: Seleccionat:
es_es: Seleccionado:

source: Serial number
ca_es: Número de sèrie
es_es: Número de serie

source: Settings
ca_es: Configuració
es_es: Ajustes

source: Show
ca_es: Mostra
es_es: Mostrar

source: Show 20% / 10% / 5% level notifications
ca_es: Mostra notificacions al 20%, 10% i 5%
es_es: Muestra notificaciones al 20 %, 10 % y 5 %

source: Show connect and disconnect notifications
ca_es: Mostra notificacions de connexió i desconnexió
es_es: Muestra notificaciones de conexión y desconexión

source: Spatial Audio
ca_es: Àudio espacial
es_es: Audio espacial

source: Stop
ca_es: Atura
es_es: Detener

source: Stop Left
ca_es: Atura l'esquerre
es_es: Detener el izquierdo

source: Stop Right
ca_es: Atura el dret
es_es: Detener el derecho

source: Stream device logs
ca_es: Registres en directe del dispositiu
es_es: Registros en directo del dispositivo

source: System
ca_es: Sistema
es_es: Sistema

source: Top-right corner of the screen
ca_es: Cantonada superior dreta de la pantalla
es_es: Esquina superior derecha de la pantalla

source: Transparency
ca_es: Transparència
es_es: Transparencia

source: Treble
ca_es: Aguts
es_es: Agudos

source: Treble %@
ca_es: Aguts %@
es_es: Agudos %@

source: Trigger a loud sound to find your headphones
ca_es: Reprodueix un so fort per trobar els auriculars
es_es: Reproduce un sonido alto para encontrar tus auriculares

source: Ultra Bass
ca_es: Greus ultra
es_es: Bajos ultra

source: Under the menu bar item
ca_es: Sota la icona de la barra de menús
es_es: Debajo del icono de la barra de menús

source: Unknown
ca_es: Desconegut
es_es: Desconocido

source: Update
ca_es: Actualitza
es_es: Actualizar

source: Update available
ca_es: Actualització disponible
es_es: Actualización disponible

source: Version
ca_es: Versió
es_es: Versión

source: Voice
ca_es: Veu
es_es: Voz

source: Volume Warning
ca_es: Avís de volum
es_es: Aviso de volumen

source: Waiting for device logs...
ca_es: Esperant els registres del dispositiu…
es_es: Esperando registros del dispositivo…

source: Waiting for devices...
ca_es: Esperant dispositius…
es_es: Esperando dispositivos…

source: White
ca_es: Blanc
es_es: Blanco

source: Yellow
ca_es: Groc
es_es: Amarillo

source: Your headphones may be in use. Be sure to remove them from your ears before you continue. A loud sound will be played which could be uncomfortable for anyone who is wearing them.
ca_es: És possible que estiguis fent servir els auriculars. Assegura't de treure-te'ls abans de continuar. Es reproduirà un so fort que podria resultar incòmode per a qui els porti posats.
es_es: Es posible que tus auriculares estén en uso. Asegúrate de quitártelos antes de continuar. Se reproducirá un sonido alto que podría resultar incómodo para quien los lleve puestos.

source: Cinema
es_es: Cine

source: Concert
es_es: Concierto

source: Model
es_es: Modelo
